Repository: Agundur-KDE/kfritz
Catalog: translate/*/plasma_applet_*.agundur.kfritz.po
Languages: es, fr, nl

source: FritzBox IP:
es: IP de la FRITZ!Box:
fr: Adresse IP de la FRITZ!Box :
nl: Ip-adres van Fritz!Box:

source: FritzBox Port:
es: Puerto de la FRITZ!Box:
fr: Port de la FRITZ!Box :
nl: Fritz!Box-poort:

source: You need to enable TR-064 on your Fritz!Box and configure an user
es: Debe habilitar TR-064 en su FRITZ!Box y configurar un usuario.
fr: Vous devez activer TR-064 sur votre FRITZ!Box et configurer un compte utilisateur.
nl: Schakel TR-064 in op je Fritz!Box en voeg een gebruiker toe

source: FritzBox user:
es: Usuario de la FRITZ!Box:
fr: Utilisateur de la FRITZ!Box :
nl: Fritz!Box-gebruikersnaam:

source: FritzBox password:
es: Contraseña de la FRITZ!Box:
fr: Mot de passe de la FRITZ!Box :
nl: Fritz!Box-wachtwoord:

source: Country code: +
es: Código de país: +
fr: Code pays : +
nl: Landcode: +

source: Get Phonebook
es: Obtener la agenda
fr: Récupérer le répertoire
nl: Telefoonboek opvragen

source: Phonebook:
es: Agenda telefónica:
fr: Répertoire :
nl: Telefoonboek:

source: Recent Calls
es: Llamadas recientes
fr: Appels récents
nl: Onlangs gebeld

source: Dial: #96*5* to enable the CallMonitor on your Fritz!Box
es: Marque: #96*5* para activar el CallMonitor en su FRITZ!Box.
fr: Composez : #96*5* pour activer le CallMonitor sur votre FRITZ!Box.
nl: Toets #96*5* in om de gespreksmonitor van je Fritz!Box in te schakelen

# @title
source: Phonebooks
es: Agendas telefónicas
fr: Répertoires
nl: Telefoonboeken

# @title
source: Network
es: Red
fr: Réseau
nl: Netwerk
