Repository: Agundur-KDE/kfritz
Catalog: translate/*/plasma_applet_*.agundur.kcast.po
Languages: de, ru

source: FritzBox IP:
de: FRITZ!Box-IP-Adresse:
ru: IP-адрес FRITZ!Box:

source: FritzBox Port:
ru: Порт FRITZ!Box:

source: You need to enable TR-064 on your Fritz!Box and configure an user
de: Sie m체ssen TR-064 auf Ihrer FRITZ!Box aktivieren und einen Benutzer einrichten.
ru: Вам необходимо включить TR-064 на вашей FRITZ!Box и создать учётную запись пользователя.

source: FritzBox user:
de: FRITZ!Box-Benutzer:
ru: Пользователь FRITZ!Box:

source: FritzBox password:
de: FRITZ!Box-Passwort:
ru: Пароль FRITZ!Box:

source: Country code: +
de: L채ndervorwahl: +
ru: Код страны: +

source: Get Phonebook
de: Telefonbuch abrufen
ru: Получить телефонную книгу

source: Phonebook:
de: Telefonbuch:
ru: Телефонная книга:

source: Recent Calls
de: Letzte Anrufe
ru: Недавние звонки

source: Dial: #96*5* to enable the CallMonitor on your Fritz!Box
de: W채hlen Sie #96*5*, um den CallMonitor auf Ihrer FRITZ!Box zu aktivieren.
ru: Наберите: #96*5*, чтобы включить CallMonitor на вашей FRITZ!Box.

# @title
source: Phonebooks
de: Telefonb체cher
ru: Телефонные книги

# @title
source: Network
de: Netzwerk
ru: Сеть
